[
    [
        "N/A",
        "Arte de trabajar en carton toda clase de obras de utilidad y recreo",
        "",
        "N/A",
        1829,
        "142",
        null,
        "es",
        "Paper work",
        "http://books.google.es/books?id=Y_4yAQAAMAAJ&printsec=frontcover&dq=intitle:Carton&hl=&cd=3&source=gbs_api",
        "http://books.google.com/books/content?id=Y_4yAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        null,
        NaN,
        NaN
    ],
    [
        "N/A",
        "A mansão perto do rio.",
        "Silvinha Morais ",
        "Um homem desempregado, arranja um emprego de caseiro, numa mansão do começo do século passado, perto de um belo rio, com poucas informações do lugar, aceito não somente trabalhar no local, como também morar. Aparições fantasmagóricas surgem todos os dias, o assombrando até fazê-lo desistir do emprego, mas antes precisa conhecer a verdade sobre a mansão perto do rio.",
        "N/A",
        "31",
        null,
        "pt-BR",
        "Fiction",
        "http://books.google.es/books?id=-A0nEQAAQBAJ&printsec=frontcover&dq=intitle:Perto&hl=&cd=3&source=gbs_api",
        "http://books.google.com/books/content?id=-A0nEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        null,
        NaN,
        NaN
    ],
    [
        "9788595086333",
        "O Senhor dos Anéis: A Sociedade do Anel",
        "J.R.R. Tolkien",
        "A Sociedade do Anel O volume inicial de O Senhor dos Anéis, lançado originalmente em julho de 1954, foi o primeiro grande épico de fantasia moderno, conquistando milhões de leitores e se tornando o padrão de referência para todas as outras obras do gênero até hoje. A imaginação prodigiosa de J.R.R. Tolkien e seu conhecimento profundo das antigas mitologias da Europa permitiram que ele criasse um universo tão complexo e convincente quanto o mundo real. A Sociedade do Anel começa no Condado, a região rural do oeste da Terra-média onde vivem os diminutos e pacatos hobbits. Bilbo Bolseiro, um dos raros aventureiros desse povo, cujas peripécias foram contadas em O Hobbit, resolve ir embora do Condado e deixa sua considerável herança nas mãos de seu jovem parente Frodo. O mais importante legado de Bilbo é o anel mágico que costumava usar para se tornar invisível. No entanto, o mago Gandalf, companheiro de aventuras do velho hobbit, revela a Frodo que o objeto é o Um Anel, a raiz do poder demoníaco de Sauron, o Senhor Sombrio, que deseja escravizar todos os povos da Terra-média. A única maneira de eliminar a ameaça de Sauron é destruir o Um Anel nas entranhas da própria montanha de fogo onde foi forjado. A revelação faz com que Frodo e seus companheiros hobbits Sam, Merry e Pippin deixem a segurança do Condado e iniciem uma perigosa jornada rumo ao leste. Ao lado de representantes dos outros Povos Livres que resistem ao Senhor Sombrio, eles formam a Sociedade do Anel. Alguém uma vez disse que o mundo dos leitores de língua inglesa se divide entre os que já leram O Senhor dos Anéis e os que um dia lerão o livro. Com esta nova tradução da obra, o fascínio dessa aventura atemporal ficará ainda mais evidente para os leitores brasileiros, tanto os que já conhecem a saga como os que estão prestes a descobrir seu encanto.",
        "2019-11-25",
        "584",
        "Paper",
        "pt-BR",
        "Fiction",
        "http://books.google.es/books?id=R7KuDwAAQBAJ&dq=intitle:o+senhor+dos+aneis&hl=&cd=1&source=gbs_api",
        "http://books.google.com/books/content?id=R7KuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "2004-12-12",
        5.0,
        3.0
    ]
]